db_config = {
    "host": "",
    "user": "",
    "password": "",
    "database": ""
}
male_names = [
    "Александр", "Андрей", "Артем", "Вадим", "Валентин", "Валерий", "Василий", "Виктор", "Владимир", "Вячеслав",
    "Георгий", "Глеб", "Даниил", "Денис", "Дмитрий", "Евгений", "Иван", "Игорь", "Илья", "Кирилл",
    "Константин", "Леонид", "Максим", "Матвей", "Михаил", "Никита", "Олег", "Павел", "Петр", "Роман",
    "Руслан", "Сергей", "Станислав", "Тимофей", "Фёдор", "Эдуард", "Юрий", "Ярослав", "Анатолий",
    "Антон", "Арсений", "Борис", "Викентий", "Владислав", "Григорий", "Давид", "Егор", "Ефим",
    "Марк", "Роберт", "Савелий", "Степан", "Яков", "Аркадий", "Виталий"
]

female_names = [
    "Александра", "Алиса", "Анастасия", "Ангелина", "Анна", "Валентина", "Валерия", "Варвара", "Василиса", "Вера",
    "Вероника", "Виктория", "Галина", "Дарина", "Дарья", "Евгения", "Екатерина", "Елена", "Елизавета", "Жанна",
    "Злата", "Инна", "Ирина", "Карина", "Кира", "Ксения", "Лариса", "Лидия", "Любовь", "Маргарита", "Марина",
    "Мария", "Мирослава", "Надежда", "Наталья", "Нина", "Оксана", "Ольга", "Полина", "Раиса", "Светлана",
    "София", "Таисия", "Тамара", "Татьяна", "Ульяна", "Фёкла", "Фёдора", "Юлия", "Яна", "Агата", "Агнесса",
    "Алевтина", "Алина", "Алла", "Альбина", "Амелия", "Анжела", "Антонина", "Арина", "Ева", "Лилия", "Милана"
]

last_names_male = [
    "Иванов", "Смирнов", "Кузнецов", "Попов", "Соколов", "Лебедев", "Козлов", "Новиков", "Морозов", "Петров",
    "Волков", "Соловьев", "Васильев", "Зайцев", "Павлов", "Семенов", "Голубев", "Виноградов", "Богданов", "Воробьев",
    "Фёдоров", "Михайлов", "Беляев", "Тарасов", "Белов", "Комаров", "Орлов", "Киселёв", "Макаров", "Андреев",
    "Ковалёв", "Ильин", "Гусев", "Титов", "Кузьмин", "Кудрявцев", "Баранов", "Куликов", "Алексеев", "Степанов",
    "Яковлев", "Сорокин", "Сергеев", "Романов", "Захаров", "Борисов", "Королёв", "Герасимов", "Пономарёв", "Григорьев",
    "Лазарев", "Медведев", "Ершов", "Никитин", "Соболев", "Рябов", "Поляков", "Цветков", "Данилов", "Жуков",
    "Фролов", "Журавлёв", "Николаев", "Крылов", "Максимов", "Сидоров", "Осипов", "Белоусов", "Федотов", "Дорофеев",
    "Егоров", "Матвеев", "Бобров", "Дмитриев", "Калинин", "Анисимов", "Петухов", "Антонов", "Тимофеев", "Никифоров",
    "Веселов", "Филиппов", "Марков", "Большаков", "Суханов", "Миронов", "Ширяев", "Александров", "Коновалов", "Шестаков",
    "Казаков", "Ефимов", "Денисов", "Громов", "Фомин", "Давыдов", "Мельников", "Щербаков", "Блинов", "Колесников",
    "Карпов", "Афанасьев", "Власов", "Маслов", "Савельев", "Тимофеев", "Фокин"
]
